[Challenges.Challenge_Orchid_Crystals ChallengeDefinition]
Description="Take the ruby."

[Challenges.Challenge_Orchid_KillBandits ChallengeDefinition]
Description="kill the thief."

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 50 pirates."

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="150 pirates were killed."

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Kill 200 bandits"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Kill 250 bandits"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Destroy 100 bandits"

[Challenges.Challenge_Orchid_KillHovercrafts ChallengeDefinition]
Description="destroy pirate ships."

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Defeat 10 thieves"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 5 donkeys."

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kills 15 pirate ships"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Destroy 20 Aerodatus pirates."

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Destroy 30 pirate ships"

[Challenges.Challenge_Orchid_KillWorms ChallengeDefinition]
Description="Sand kills insects."

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 10 Sandworms"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 20 sand crabs."

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Destroy 30 male bugs"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 50 sandflies."

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Kill 80 Sandworms"

[Challenges.Challenge_Orchid_PirateChests ChallengeDefinition]
Description="open pirate tax."

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Unlock 25 pirates."

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_13 ChallengeConditionDefinition]
Description="Open 250 loot boxes."

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_14 ChallengeConditionDefinition]
Description="375 Opening loot boxes"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Open the broken chest."

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Unlock 150 pirate chests"

[Challenges.Challenge_Orchid_Purchase ChallengeDefinition]
Description="Buy items with Seraph Crystals."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Buy three items and a Seraph Crystal."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="How about a seraph crystal?"

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Buy 5 items with Seraph Crystal"

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Buy 10 items with Seraph Crystals."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Buy 15 items with Serif Crystal."

[Challenges.Challenge_Orchid_Raid1 ChallengeDefinition]
Description="Hyperion is divided by zero.."

[Challenges.Challenge_Orchid_Raid1:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Defeat the invincible Hyperius once."

[Challenges.Challenge_Orchid_Raid3 ChallengeDefinition]
Description="Worm and button feeding."

[Challenges.Challenge_Orchid_Raid3:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Master Ajinkya fell once."

[LevelChallenges.Caves_SecretStash ChallengeDefinition]
Description="Find a hidden location in the shape of the Crystal Kingdom."

[LevelChallenges.OasisTown_RooftopChests ChallengeDefinition]
Description="Search the two treasure chests on the roof of the oasis.."

[LevelChallenges.Refinery_FindThings ChallengeDefinition]
Description="C3n50r807 Find six more defense items."

[LevelChallenges.SaltFlats_HovercraftLand ChallengeDefinition]
Description="Peshchanik lives in Bakana Bakaja."
